Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# detail.tech.size
source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hr: Veličina
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

# detail.tech.subtitles
source: Subtitles
cs: Titulky
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
fi: Tekstitykset
fr: Sous-titres
hr: Titlovi
hu: Feliratok
it: Sottotitoli
ja: 字幕
ko: 자막
nb: Undertekster
nl: Ondertitels
pl: Napisy
pt_br: Legendas
pt_pt: Legendas
ro: Subtitrări
ru: Субтитры
sk: Titulky
sv: Undertexter
tr: Altyazı
uk: Субтитри
zh_hans: 字幕
zh_hant: 字幕

# detail.tech.tracks
source: Tracks
cs: Stopy
da: Spor
de: Spuren
el: Κομμάτια
es: Pistas
fi: Raidat
fr: Pistes
hr: Zapisi
hu: Sávok
it: Tracce
ja: トラック
ko: 트랙
nb: Spor
nl: Sporen
pl: Ścieżki
pt_br: Faixas
pt_pt: Faixas
ro: Piste
ru: Дорожки
sk: Stopy
sv: Spår
tr: Parçalar
uk: Доріжки
zh_hans: 轨道
zh_hant: 音軌

# detail.techInfo
source: Technical Details
cs: Technické podrobnosti
da: Tekniske detaljer
de: Technische Details
el: Τεχνικά στοιχεία
es: Detalles técnicos
fi: Tekniset tiedot
fr: Détails techniques
hr: Tehnički detalji
hu: Műszaki adatok
it: Dettagli tecnici
ja: 技術情報
ko: 기술 정보
nb: Tekniske detaljer
nl: Technische details
pl: Szczegóły techniczne
pt_br: Detalhes técnicos
pt_pt: Detalhes técnicos
ro: Detalii tehnice
ru: Технические данные
sk: Technické podrobnosti
sv: Tekniska detaljer
tr: Teknik Ayrıntılar
uk: Технічні деталі
zh_hans: 技术详情
zh_hant: 技術資訊

# detail.trailer
source: Trailer
cs: Upoutávka
el: Τρέιλερ
es: Tráiler
fi: Traileri
fr: Bande-annonce
hr: Najava
hu: Előzetes
ja: 予告編
ko: 예고편
pl: Zwiastun
ru: Трейлер
sk: Ukážka
tr: Fragman
uk: Трейлер
zh_hans: 预告片
zh_hant: 預告片

# detail.unfavorite
source: Unfavorite
cs: Odebrat z oblíbených
da: Fjern favorit
de: Favorit entfernen
el: Αφαίρεση από αγαπημένα
es: Quitar de favoritos
fi: Poista suosikeista
fr: Retirer
hr: Ukloni iz favorita
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
ja: お気に入りを解除
ko: 즐겨찾기 해제
nb: Fjern favoritt
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
pt_pt: Remover dos favoritos
ro: Elimină din favorite
ru: Из избранного
sk: Odstrániť z obľúbených
sv: Ta bort favorit
tr: Favoriden Çıkar
uk: Видалити з улюбленого
zh_hans: 取消收藏
zh_hant: 取消最愛

# detail.version.title
source: Choose Version
cs: Vyberte verzi
da: Vælg version
de: Version wählen
el: Επιλογή έκδοσης
es: Elegir versión
fi: Valitse versio
fr: Choisir la version
hr: Odaberite verziju
hu: Válassz verziót
it: Scegli versione
ja: バージョンを選択
ko: 버전 선택
nb: Velg versjon
nl: Versie kiezen
pl: Wybierz wersję
pt_br: Escolher versão
pt_pt: Escolher versão
ro: Alege versiunea
ru: Выбрать версию
sk: Vyberte verziu
sv: Välj version
tr: Sürüm seç
uk: Вибрати версію
zh_hans: 选择版本
zh_hant: 選擇版本

# error.decodingError
source: Failed to process server response
cs: Nepodařilo se zpracovat odpověď serveru
da: Kunne ikke behandle serverens svar
de: Serverantwort konnte nicht verarbeitet werden
el: Αποτυχία επεξεργασίας απάντησης διακομιστή
es: No se pudo procesar la respuesta del servidor
fi: Palvelimen vastauksen käsittely epäonnistui
fr: Impossible de traiter la réponse du serveur
hr: Neuspješna obrada odgovora servera
hu: A szerver válaszának feldolgozása sikertelen
it: Impossibile elaborare la risposta del server
ja: サーバーの応答を処理できませんでした
ko: 서버 응답을 처리하지 못했습니다
nb: Kunne ikke behandle serverens svar
nl: Kan serverreactie niet verwerken
pl: Nie udało się przetworzyć odpowiedzi serwera
pt_br: Falha ao processar a resposta do servidor
pt_pt: Falha ao processar resposta do servidor
ro: Procesarea răspunsului serverului a eșuat
ru: Не удалось обработать ответ сервера
sk: Nepodarilo sa spracovať odpoveď servera
sv: Kunde inte behandla serversvaret
tr: Sunucu yanıtı işlenemedi
uk: Не вдалося обробити відповідь сервера
zh_hans: 无法处理服务器响应
zh_hant: 無法處理伺服器回應

# error.httpError
source: Server error (%lld)
cs: Chyba serveru (%lld)
da: Serverfejl (%lld)
de: Serverfehler (%lld)
el: Σφάλμα διακομιστή (%lld)
es: Error del servidor (%lld)
fi: Palvelinvirhe (%lld)
fr: Erreur serveur (%lld)
hr: Greška servera (%lld)
hu: Szerverhiba (%lld)
it: Errore del server (%lld)
ja: サーバーエラー (%lld)
ko: 서버 오류 (%lld)
nb: Serverfeil (%lld)
nl: Serverfout (%lld)
pl: Błąd serwera (%lld)
pt_br: Erro do servidor (%lld)
pt_pt: Erro do servidor (%lld)
ro: Eroare server (%lld)
ru: Ошибка сервера (%lld)
sk: Chyba servera (%lld)
sv: Serverfel (%lld)
tr: Sunucu hatası (%lld)
uk: Помилка сервера (%lld)
zh_hans: 服务器错误 (%lld)
zh_hant: 伺服器錯誤 (%lld)

# error.httpError %lld
source: Server error (%lld)
cs: Chyba serveru (%lld)
da: Serverfejl (%lld)
de: Serverfehler (%lld)
el: Σφάλμα διακομιστή (%lld)
es: Error del servidor (%lld)
fi: Palvelinvirhe (%lld)
fr: Erreur serveur (%lld)
hr: Greška servera (%lld)
hu: Szerverhiba (%lld)
it: Errore del server (%lld)
ja: サーバーエラー (%lld)
ko: 서버 오류 (%lld)
nb: Serverfeil (%lld)
nl: Serverfout (%lld)
pl: Błąd serwera (%lld)
pt_br: Erro do servidor (%lld)
pt_pt: Erro do servidor (%lld)
ro: Eroare server (%lld)
ru: Ошибка сервера (%lld)
sk: Chyba servera (%lld)
sv: Serverfel (%lld)
tr: Sunucu hatası (%lld)
uk: Помилка сервера (%lld)
zh_hans: 服务器错误 (%lld)
zh_hant: 伺服器錯誤 (%lld)

# error.invalidResponse
source: Invalid server response
cs: Neplatná odpověď serveru
da: Ugyldigt serversvar
de: Ungültige Serverantwort
el: Μη έγκυρη απάντηση διακομιστή
es: Respuesta del servidor no válida
fi: Virheellinen palvelimen vastaus
fr: Réponse du serveur invalide
hr: Nevažeći odgovor servera
hu: Érvénytelen szerverválasz
it: Risposta del server non valida
ja: サーバーの応答が無効です
ko: 서버 응답이 유효하지 않습니다
nb: Ugyldig serversvar
nl: Ongeldige serverreactie
pl: Nieprawidłowa odpowiedź serwera
pt_br: Resposta do servidor inválida
pt_pt: Resposta do servidor inválida
ro: Răspuns server invalid
ru: Недопустимый ответ сервера
sk: Neplatná odpoveď servera
sv: Ogiltigt serversvar
tr: Geçersiz sunucu yanıtı
uk: Недійсна відповідь сервера
zh_hans: 服务器响应无效
zh_hant: 無效的伺服器回應

# error.invalidURL
source: Invalid URL
cs: Neplatná URL
da: Ugyldig URL
de: Ungültige URL
el: Μη έγκυρη διεύθυνση URL
es: URL no válida
fi: Virheellinen URL
fr: URL invalide
hr: Nevažeći URL
hu: Érvénytelen URL
it: URL non valido
ja: 無効な URL
ko: 잘못된 URL
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt_br: URL inválido
pt_pt: URL inválido
ro: URL invalid
ru: Недопустимый URL
sk: Neplatná URL
sv: Ogiltig URL
tr: Geçersiz URL
uk: Недійсна URL-адреса
zh_hans: URL 无效
zh_hant: 無效的 URL

# error.keychain.accessFailed
source: Could not access the keychain (%lld).
cs: Nepodařilo se získat přístup ke Klíčence (%lld).
da: Kunne ikke få adgang til nøgleringen (%lld).
de: Zugriff auf den Schlüsselbund nicht möglich (%lld).
el: Δεν ήταν δυνατή η πρόσβαση στο Μπρελόκ (%lld).
es: No se pudo acceder al llavero (%lld).
fi: Avainnippuun ei saatu yhteyttä (%lld).
fr: Impossible d'accéder au trousseau (%lld).
hr: Pristup Ključevima nije uspio (%lld).
hu: Nem sikerült hozzáférni a kulcskarikához (%lld).
it: Impossibile accedere al portachiavi (%lld).
ja: キーチェーンにアクセスできませんでした (%lld)。
ko: 키체인에 접근할 수 없습니다 (%lld).
nb: Fikk ikke tilgang til nøkkelringen (%lld).
nl: Kan geen toegang krijgen tot de sleutelhanger (%lld).
pl: Nie można uzyskać dostępu do pęku kluczy (%lld).
pt_br: Não foi possível acessar o chaveiro (%lld).
pt_pt: Não foi possível aceder ao porta-chaves (%lld).
ro: Nu s-a putut accesa brelocul de chei (%lld).
ru: Не удалось получить доступ к связке ключей (%lld).
sk: Nepodarilo sa získať prístup ku kľúčenke (%lld).
sv: Kunde inte komma åt nyckelringen (%lld).
tr: Anahtar zincirine erişilemedi (%lld).
uk: Не вдалося отримати доступ до зв'язки ключів (%lld).
zh_hans: 无法访问钥匙串 (%lld)。
zh_hant: 無法存取鑰匙圈 (%lld)。

# error.keychain.encodingFailed
source: Could not prepare this data for the keychain.
cs: Data se nepodařilo připravit pro Klíčenku.
da: Kunne ikke klargøre disse data til nøgleringen.
de: Diese Daten konnten nicht für den Schlüsselbund vorbereitet werden.
el: Δεν ήταν δυνατή η προετοιμασία των δεδομένων για το Μπρελόκ.
es: No se pudieron preparar estos datos para el llavero.
fi: Näitä tietoja ei voitu valmistella avainnippuun.
fr: Impossible de préparer ces données pour le trousseau.
hr: Ove podatke nije bilo moguće pripremiti za Ključeve.
hu: Nem sikerült előkészíteni ezeket az adatokat a kulcskarikához.
it: Impossibile preparare questi dati per il portachiavi.
ja: このデータをキーチェーン用に準備できませんでした。
ko: 이 데이터를 키체인용으로 준비할 수 없습니다.
nb: Kunne ikke klargjøre disse dataene for nøkkelringen.
nl: Kan deze gegevens niet gereedmaken voor de sleutelhanger.
pl: Nie udało się przygotować tych danych dla pęku kluczy.
pt_br: Não foi possível preparar estes dados para o chaveiro.
pt_pt: Não foi possível preparar estes dados para o porta-chaves.
ro: Aceste date nu au putut fi pregătite pentru brelocul de chei.
ru: Не удалось подготовить эти данные для связки ключей.
sk: Tieto údaje sa nepodarilo pripraviť pre kľúčenku.
sv: Kunde inte förbereda dessa data för nyckelringen.
tr: Bu veriler anahtar zinciri için hazırlanamadı.
uk: Не вдалося підготувати ці дані для зв'язки ключів.
zh_hans: 无法为钥匙串准备这些数据。
zh_hant: 無法為鑰匙圈準備這些資料。

# error.networkError
source: Network connection failed
cs: Selhalo síťové připojení
da: Netværksforbindelse mislykkedes
de: Netzwerkverbindung fehlgeschlagen
el: Αποτυχία σύνδεσης δικτύου
es: Error de conexión de red
fi: Verkkoyhteys epäonnistui
fr: Échec de la connexion réseau
hr: Mrežna veza nije uspjela
hu: Hálózati kapcsolat sikertelen
it: Connessione di rete non riuscita
ja: ネットワーク接続に失敗しました
ko: 네트워크 연결에 실패했습니다
nb: Nettverkstilkobling mislyktes
nl: Netwerkverbinding mislukt
pl: Nie udało się połączyć z siecią
pt_br: Falha na conexão de rede
pt_pt: Ligação de rede falhou
ro: Conexiunea la rețea a eșuat
ru: Не удалось установить сетевое соединение
sk: Zlyhalo sieťové pripojenie
sv: Nätverksanslutningen misslyckades
tr: Ağ bağlantısı başarısız
uk: Не вдалося підключитись до мережі
zh_hans: 网络连接失败
zh_hant: 網路連線失敗

# error.seerr.noSeasonsAvailable
source: All selected seasons have already been requested or are already available
cs: O všechny vybrané sezóny už bylo požádáno nebo jsou už dostupné
da: Alle valgte sæsoner er allerede anmodet om eller allerede tilgængelige
de: Alle ausgewählten Staffeln wurden bereits angefragt oder sind bereits verfügbar
el: Όλες οι επιλεγμένες σεζόν έχουν ήδη ζητηθεί ή είναι ήδη διαθέσιμες
es: Todas las temporadas seleccionadas ya han sido solicitadas o ya están disponibles
fi: Kaikki valitut kaudet on jo pyydetty tai ne ovat jo saatavilla
fr: Toutes les saisons sélectionnées ont déjà été demandées ou sont déjà disponibles
hr: Sve odabrane sezone već su zatražene ili su već dostupne
hu: Minden kiválasztott évad már kérés alatt áll, vagy már elérhető
it: Tutte le stagioni selezionate sono già state richieste o sono già disponibili
ja: 選択したシーズンはすべてリクエスト済みか、すでに利用可能です
ko: 선택한 모든 시즌이 이미 요청되었거나 이미 이용 가능합니다
nb: Alle valgte sesonger er allerede forespurt eller allerede tilgjengelige
nl: Alle geselecteerde seizoenen zijn al aangevraagd of al beschikbaar
pl: O wszystkie wybrane sezony już poproszono lub są one już dostępne
pt_br: Todas as temporadas selecionadas já foram solicitadas ou já estão disponíveis
pt_pt: Todas as temporadas selecionadas já foram pedidas ou já estão disponíveis
ro: Toate sezoanele selectate au fost deja solicitate sau sunt deja disponibile
ru: Все выбранные сезоны уже запрошены или уже доступны
sk: O všetky vybrané sezóny už bolo požiadané alebo sú už dostupné
sv: Alla valda säsonger har redan begärts eller är redan tillgängliga
tr: Seçilen tüm sezonlar zaten istendi veya zaten mevcut
uk: Усі вибрані сезони вже запитані або вже доступні
zh_hans: 所选剧季均已请求或已可用
zh_hant: 所選季集均已請求或已可用

# error.seerr.requestDiscarded
source: The server discarded the request because it could not be handed over to Sonarr/Radarr. Very new titles are often not requestable yet.
cs: Server žádost zahodil, protože ji nebylo možné předat službě Sonarr/Radarr. O zcela nové tituly často ještě nelze požádat.
da: Serveren kasserede anmodningen, fordi den ikke kunne overdrages til Sonarr/Radarr. Helt nye titler kan ofte endnu ikke anmodes om.
de: Der Server hat die Anfrage verworfen, da sie nicht an Sonarr/Radarr übergeben werden konnte. Ganz neue Titel sind oft noch nicht anforderbar.
el: Ο διακομιστής απέρριψε το αίτημα επειδή δεν ήταν δυνατή η παράδοσή του στο Sonarr/Radarr. Οι ολοκαίνουργιοι τίτλοι συχνά δεν είναι ακόμη διαθέσιμοι για αίτημα.
es: El servidor descartó la solicitud porque no pudo entregarse a Sonarr/Radarr. Los títulos muy recientes a menudo aún no se pueden solicitar.
fi: Palvelin hylkäsi pyynnön, koska sitä ei voitu välittää Sonarrille/Radarrille. Aivan uusia nimikkeitä ei usein voi vielä pyytää.
fr: Le serveur a rejeté la demande car elle n'a pas pu être transmise à Sonarr/Radarr. Les titres très récents ne peuvent souvent pas encore être demandés.
hr: Poslužitelj je odbacio zahtjev jer ga nije bilo moguće proslijediti Sonarru/Radarru. Sasvim novi naslovi često se još ne mogu zatražiti.
hu: A szerver elvetette a kérést, mert nem sikerült átadni a Sonarr/Radarr szolgáltatásnak. A vadonatúj címek gyakran még nem kérhetők.
it: Il server ha scartato la richiesta perché non è stato possibile inoltrarla a Sonarr/Radarr. I titoli molto recenti spesso non sono ancora richiedibili.
ja: Sonarr/Radarrに引き渡せなかったため、サーバーがリクエストを破棄しました。ごく新しいタイトルはまだリクエストできないことがあります。
ko: Sonarr/Radarr로 전달할 수 없어 서버가 요청을 폐기했습니다. 아주 최신 타이틀은 아직 요청할 수 없는 경우가 많습니다.
nb: Serveren forkastet forespørselen fordi den ikke kunne overleveres til Sonarr/Radarr. Helt nye titler kan ofte ikke forespørres ennå.
nl: De server heeft de aanvraag verworpen omdat deze niet aan Sonarr/Radarr kon worden overgedragen. Gloednieuwe titels zijn vaak nog niet aan te vragen.
pl: Serwer odrzucił prośbę, ponieważ nie udało się jej przekazać do Sonarr/Radarr. O zupełnie nowe tytuły często nie można jeszcze poprosić.
pt_br: O servidor descartou a solicitação porque ela não pôde ser repassada ao Sonarr/Radarr. Títulos muito recentes muitas vezes ainda não podem ser solicitados.
pt_pt: O servidor descartou o pedido porque não foi possível entregá-lo ao Sonarr/Radarr. Títulos muito recentes muitas vezes ainda não podem ser pedidos.
ro: Serverul a respins cererea deoarece nu a putut fi predată către Sonarr/Radarr. Titlurile foarte noi adesea nu pot fi încă solicitate.
ru: Сервер отклонил запрос, так как его не удалось передать в Sonarr/Radarr. Совсем новые фильмы и сериалы часто ещё нельзя запросить.
sk: Server žiadosť zahodil, pretože ju nebolo možné odovzdať službe Sonarr/Radarr. O úplne nové tituly často ešte nemožno požiadať.
sv: Servern kasserade begäran eftersom den inte kunde lämnas över till Sonarr/Radarr. Helt nya titlar går ofta inte att begära ännu.
tr: Sunucu, istek Sonarr/Radarr'a aktarılamadığı için isteği iptal etti. Çok yeni yapımlar genellikle henüz istenemez.
uk: Сервер відхилив запит, оскільки його не вдалося передати до Sonarr/Radarr. Зовсім нові фільми та серіали часто ще не можна запитати.
zh_hans: 服务器已丢弃该请求，因为无法将其移交给 Sonarr/Radarr。全新的作品通常暂时无法请求。
zh_hant: 伺服器已捨棄該請求，因為無法將其移交給 Sonarr/Radarr。全新的作品通常暫時無法請求。

# error.serverSwitch.missingToken
source: No sign-in is saved for this server. Sign in again to use it.
cs: Pro tento server není uloženo žádné přihlášení. Přihlaste se prosím znovu.
da: Der er ikke gemt noget login til denne server. Log ind igen for at bruge den.
de: Für diesen Server ist keine Anmeldung gespeichert. Bitte erneut anmelden.
el: Δεν έχει αποθηκευτεί σύνδεση για αυτόν τον διακομιστή. Συνδεθείτε ξανά.
es: No hay ningún inicio de sesión guardado para este servidor. Vuelve a iniciar sesión.
fi: Tälle palvelimelle ei ole tallennettu kirjautumista. Kirjaudu uudelleen.
fr: Aucune connexion n'est enregistrée pour ce serveur. Reconnectez-vous.
hr: Za ovaj poslužitelj nije spremljena prijava. Prijavite se ponovno.
hu: Ehhez a kiszolgálóhoz nincs mentett bejelentkezés. Jelentkezz be újra.
it: Nessun accesso salvato per questo server. Accedi di nuovo.
ja: このサーバのサインイン情報が保存されていません。もう一度サインインしてください。
ko: 이 서버에 저장된 로그인 정보가 없습니다. 다시 로그인해 주세요.
nb: Ingen innlogging er lagret for denne serveren. Logg inn på nytt.
nl: Er is geen aanmelding opgeslagen voor deze server. Meld je opnieuw aan.
pl: Dla tego serwera nie zapisano logowania. Zaloguj się ponownie.
pt_br: Nenhum login está salvo para este servidor. Entre novamente.
pt_pt: Não há sessão guardada para este servidor. Inicie sessão novamente.
ro: Nu este salvată nicio autentificare pentru acest server. Autentificați-vă din nou.
ru: Для этого сервера не сохранён вход. Войдите снова.
sk: Pre tento server nie je uložené prihlásenie. Prihláste sa znova.
sv: Ingen inloggning är sparad för den här servern. Logga in igen.
tr: Bu sunucu için kayıtlı bir oturum yok. Yeniden oturum açın.
uk: Для цього сервера не збережено вхід. Увійдіть знову.
zh_hans: 此服务器没有保存的登录信息，请重新登录。
zh_hant: 此伺服器沒有儲存的登入資訊，請重新登入。

# error.serverSwitch.unknown
source: This server is no longer saved on this device.
cs: Tento server už na tomto zařízení není uložen.
da: Denne server er ikke længere gemt på denne enhed.
de: Dieser Server ist auf diesem Gerät nicht mehr gespeichert.
el: Αυτός ο διακομιστής δεν είναι πλέον αποθηκευμένος σε αυτή τη συσκευή.
es: Este servidor ya no está guardado en este dispositivo.
fi: Tätä palvelinta ei ole enää tallennettu tälle laitteelle.
fr: Ce serveur n'est plus enregistré sur cet appareil.
hr: Ovaj poslužitelj više nije spremljen na ovom uređaju.
hu: Ez a kiszolgáló már nincs elmentve ezen az eszközön.
it: Questo server non è più salvato su questo dispositivo.
ja: このサーバはこのデバイスに保存されていません。
ko: 이 서버는 이 기기에 더 이상 저장되어 있지 않습니다.
nb: Denne serveren er ikke lenger lagret på denne enheten.
nl: Deze server is niet meer opgeslagen op dit apparaat.
pl: Ten serwer nie jest już zapisany na tym urządzeniu.
pt_br: Este servidor não está mais salvo neste dispositivo.
pt_pt: Este servidor já não está guardado neste dispositivo.
ro: Acest server nu mai este salvat pe acest dispozitiv.
ru: Этот сервер больше не сохранён на этом устройстве.
sk: Tento server už nie je uložený v tomto zariadení.
sv: Den här servern är inte längre sparad på den här enheten.
tr: Bu sunucu artık bu cihazda kayıtlı değil.
uk: Цей сервер більше не збережено на цьому пристрої.
zh_hans: 此设备上不再保存该服务器。
zh_hant: 此裝置上不再儲存該伺服器。

# error.serverUnreachable
source: Server unreachable
cs: Server nedostupný
da: Server kan ikke nås
de: Server nicht erreichbar
el: Ο διακομιστής δεν είναι προσβάσιμος
es: Servidor inaccesible
fi: Palvelin ei tavoitettavissa
fr: Serveur injoignable
hr: Server nedostupan
hu: A szerver nem érhető el
it: Server non raggiungibile
ja: サーバーに到達できません
ko: 서버에 연결할 수 없습니다
nb: Serveren kan ikke nås
nl: Server niet bereikbaar
pl: Serwer nieosiągalny
pt_br: Servidor inacessível
pt_pt: Servidor inacessível
ro: Server inaccesibil
ru: Сервер недоступен
sk: Server nedostupný
sv: Servern går inte att nå
tr: Sunucuya ulaşılamıyor
uk: Сервер недоступний
zh_hans: 无法连接服务器
zh_hant: 無法連線至伺服器

# error.store.verificationFailed
source: The App Store could not verify this purchase.
cs: App Store nemohl ověřit tento nákup.
da: App Store kunne ikke bekræfte dette køb.
de: Der App Store konnte diesen Kauf nicht verifizieren.
el: Το App Store δεν μπόρεσε να επαληθεύσει αυτή την αγορά.
es: App Store no pudo verificar esta compra.
fi: App Store ei voinut vahvistaa tätä ostosta.
fr: L'App Store n'a pas pu vérifier cet achat.
hr: App Store nije mogao potvrditi ovu kupnju.
hu: Az App Store nem tudta ellenőrizni ezt a vásárlást.
it: App Store non ha potuto verificare questo acquisto.
ja: App Store はこの購入を検証できませんでした。
ko: App Store에서 이 구입을 확인할 수 없습니다.
nb: App Store kunne ikke bekrefte dette kjøpet.
nl: De App Store kon deze aankoop niet verifiëren.
pl: App Store nie mógł zweryfikować tego zakupu.
pt_br: A App Store não conseguiu verificar esta compra.
pt_pt: A App Store não conseguiu verificar esta compra.
ro: App Store nu a putut verifica această achiziție.
ru: App Store не смог подтвердить эту покупку.
sk: App Store nedokázal overiť tento nákup.
sv: App Store kunde inte verifiera det här köpet.
tr: App Store bu satın alma işlemini doğrulayamadı.
uk: App Store не зміг підтвердити цю покупку.
zh_hans: App Store 无法验证此项购买。
zh_hant: App Store 無法驗證此項購買。

# error.timeout
source: Request timed out
cs: Vypršel časový limit požadavku
da: Anmodningen fik timeout
de: Zeitüberschreitung bei der Anfrage
el: Λήξη χρονικού ορίου αιτήματος
es: La solicitud expiró
fi: Pyynnön aikakatkaisu
fr: La requête a expiré
hr: Isteklo vrijeme zahtjeva
hu: A kérés időtúllépést okozott
it: Richiesta scaduta
ja: リクエストがタイムアウトしました
ko: 요청 시간이 초과되었습니다
nb: Forespørselen ble tidsavbrutt
nl: Verzoek verlopen
pl: Upłynął limit czasu żądania
pt_br: Tempo da solicitação esgotado
pt_pt: Tempo de pedido esgotado
ro: Timpul pentru cerere a expirat
ru: Время запроса истекло
sk: Vypršal časový limit požiadavky
sv: Begäran tog för lång tid
tr: İstek zaman aşımına uğradı
uk: Час очікування вичерпано
zh_hans: 请求超时
zh_hant: 請求逾時

# error.unauthorized
source: Authentication required
cs: Vyžadováno ověření
da: Autentifikation påkrævet
de: Authentifizierung erforderlich
el: Απαιτείται έλεγχος ταυτότητας
es: Autenticación requerida
fi: Todennus vaaditaan
fr: Authentification requise
hr: Potrebna je prijava
hu: Hitelesítés szükséges
it: Autenticazione richiesta
ja: 認証が必要です
ko: 인증이 필요합니다
nb: Autentisering kreves
nl: Verificatie vereist
pl: Wymagane uwierzytelnienie
pt_br: Autenticação necessária
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Требуется аутентификация
sk: Vyžaduje sa overenie
sv: Autentisering krävs
tr: Kimlik doğrulama gerekli
uk: Потрібна автентифікація
zh_hans: 需要身份验证
zh_hant: 需要驗證

# error.unexpected
source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to prosím znovu.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgelaufen. Bitte erneut versuchen.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
fi: Jokin meni pieleen. Yritä uudelleen.
fr: Une erreur s'est produite. Veuillez réessayer.
hr: Nešto je pošlo po zlu. Pokušajte ponovno.
hu: Valami hiba történt. Próbáld újra.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
nb: Noe gikk galt. Prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
pt_pt: Algo correu mal. Tente novamente.
ro: Ceva nu a mers bine. Încercați din nou.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
sv: Något gick fel. Försök igen.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
zh_hans: 出了点问题，请重试。
zh_hant: 發生問題，請重試。

# home.allMovies
source: All Movies
cs: Všechny filmy
da: Alle film
de: Alle Filme
el: Όλες οι ταινίες
es: Todas las películas
fi: Kaikki elokuvat
fr: Tous les films
hr: Svi filmovi
hu: Összes film
it: Tutti i film
ja: すべての映画
ko: 모든 영화
nb: Alle filmer
nl: Alle films
pl: Wszystkie filmy
pt_br: Todos os filmes
pt_pt: Todos os filmes
ro: Toate filmele
ru: Все фильмы
sk: Všetky filmy
sv: Alla filmer
tr: Tüm Filmler
uk: Усі фільми
zh_hans: 所有电影
zh_hant: 所有電影

# home.allSeries
source: All Series
cs: Všechny seriály
da: Alle serier
de: Alle Serien
el: Όλες οι σειρές
es: Todas las series
fi: Kaikki sarjat
fr: Toutes les séries
hr: Sve serije
hu: Összes sorozat
it: Tutte le serie
ja: すべてのシリーズ
ko: 모든 시리즈
nb: Alle serier
nl: Alle series
pl: Wszystkie seriale
pt_br: Todas as séries
pt_pt: Todas as séries
ro: Toate serialele
ru: Все сериалы
sk: Všetky seriály
sv: Alla serier
tr: Tüm Diziler
uk: Усі серіали
zh_hans: 所有剧集
zh_hant: 所有影集
